Repository: agromsl/mediatum
Catalog: i18n/admin_settings-*.po
Languages: de

# admin_settings_header
source: Information:
de: Informationen:

# admin_settings_search_header
source: Searchengine
de: Suche

# admin_settings_searchconfig_header
source: Search Configuration
de: Sucheinstellungen

# searchreplace_chars
source: Character to be replaced:
de: Zeichen, die ersetzt werden sollen:

# searchreplace_words
source: Word to be replaced:
de: Worte, die ersetzt werden sollen:

# admin_settings_other_header
source: Other
de: Sonstiges

# admin_settings_platform
source: OS:
de: Betriebssystem:

# admin_settings_config
source: Mediatum Configuration:
de: Mediatum Konfiguration:

# admin_settings_nomodule
source: Module not installed.
de: Modul nicht installiert.

# admin_settings_dbdriver
source: Database Driver:
de: Datenbanktreiber:

# admin_settings_dbdriverversion
source: Database Driver Version:
de: Datenbanktreiber Version:

# admin_settings_db_status
source: Database Information:
de: Datenbank Informationen:

# admin_settings_db_size
source: Size:
de: Größe:

# admin_settings_search_type
source: Search Engine:
de: Suchengine:

# admin_settings_search_status
source: Search Engine Status:
de: Sucheigenschaften:

# sqplite_items_count
source: Rows:
de: Datensätze:

# admin_settings_search_size
source: Size:
de: Datenbankgröße:

# admin_settings_archive_header
source: Archiving settings
de: Archivierungseinstellungen

# admin_settings_archive_activate
source: Archiving activated:
de: Archivierung aktiviert:

# admin_settings_archive_interval
source: Period for living active (s):
de: Periode aktiv (in s):

# admin_settings_archive_manager
source: Installed manager(s):
de: Installierte Archivmanager:

# admin_settings_archive_stat
source: Statistics
de: Statistik

# admin_settings_archive_used
source: Used
de: Verwendet

# admin_settings_archive_state1
source: state 1 (inside archive)
de: davon Status 1 (im Archiv)

# admin_settings_archive_state2
source: state 2 (period reached)
de: davon Status 2 (über Periode)

# admin_settings_archive_state3
source: state 3 (write back to archive)
de: davon Status 3 (anstehend zum Zurückschreiben)
