Repository: agromsl/mediatum
Catalog: i18n/admin_searchindex-*.po
Languages: de

# admin_menu_searchindex
source: Searchindex Match
de: Suchindex Abgleich

# admin_modules_searchindex
source: Module Searchindex
de: Modul Searchindex

# admin_modules_searchindex_evaluate
source: Evaluate index
de: Index untersuchen

# admin_modules_searchindex_update
source: Update index
de: Index aktualisieren

# admin_modules_searchindex_return
source: Back
de: Zurück

# admin_searchindex_evaluateIndex_label
source: Evaluate index
de: Index auswerten

# admin_searchindex_evaluateIndex_title
source: Evaluate index
de: Index auswerten

# admin_searchindex_evaluateIndex_description
source: With this functionality you can start the examination of the search index. Your mediatum data are compared with the search index and the results written to a logfile. A summary of the differences will be displayed. An actual matching does not take place. Depending on the extent of the data long runs can be expected.
de: Mit dieser Funktion können Sie eine Untersuchung über den Suchindex starten. Es werden Ihre Mediatumdaten mit dem Suchindex verglichen und eine Logdatei geschrieben. Eine Zusammenfassung der Unterschiede wird danach angezeigt. Ein wirklicher Abgleich findet jedoch nicht statt. Die Laufzeit der Funktion kann abhängig vom Umfang Ihrer Daten beträchtlich sein.

# admin_searchindex_executeUpdate_label
source: Execute update
de: Update ausführen

# admin_searchindex_executeUpdate_title
source: Execute database update
de: Datenbank-Update ausführen

# admin_searchindex_executeUpdate_description
source: With this functionality you can update the search index based on the results of the search index examination. It is irreversible. Depending on the extent of the data long runs can be expected.
de: Mit dieser Funktion können Sie basierend auf des Ergebnisses der Untersuchung des Suchindex diesen aktualisieren. Die Aktion ist nicht mehr rückgängig machbar. Die Laufzeit der Funktion kann abhängig vom Umfang Ihrer Daten beträchtlich sein.

# admin_searchindex_examineLogfile_label
source: Show logfile
de: Logfile anzeigen

# admin_searchindex_examineLogfile_title
source: Examine Logfile
de: Logfile auswerten

# admin_searchindex_examineLogfile_description
source: With this functionality you can display the result of the last run. If you have just started a searchindex examination and gotten the result it makes no sense to use this functionality. It is meant to display results again from runs that have taken place some time ago. The date of the last run is part of the display.
de: Mit dieser Funktion können Sie das Logfile des letzen Laufes zur Untersuchung des Suchindex anzeigen. Haben Sie gerade einen Suchlauf gestartet und das Ergebnis erhalten, so ist diese Funktion unnötig. Sie ist stattdessen gedacht für erneutes Betrachten der Ergebnisse, welche vor einiger Zeit erstellt wurden. Das Datum des letzten Laufs ist Bestandteil der Anzeige.

# admin_searchindex_selectIndex
source: Please choose the desired index (for section Deletes):
de: Wählen Sie den gewünschten Index (für Sektion Deletes) aus:

# admin_searchindex_rbAll_title
source: all sections
de: Alle Sektionen

# admin_searchindex_rbDef_title
source: section Definitions only
de: Nur Sektion Definitionen

# admin_searchindex_rbDelete_title
source: section Deletes only
de: Nur Sektion Deletes

# admin_searchindex_rbUpdate_title
source: section Updates only
de: Nur Sektion Updates

# admin_searchindex_rbNSearch_title
source: normal search
de: Normale Suche

# admin_searchindex_rbESearch_title
source: extended search
de: Erweiterte Suche

# admin_searchindex_rbFSearch_title
source: full text search
de: Volltextuche

# admin_searchindex_resultEval
source: <h2>Result Evaluation</h2>
de: <h2>Ergebnis Auswertung</h2>

# admin_searchindex_numberDefinitions
source: Number of Definitions:
de: Anzahl Definitionen:

# admin_searchindex_numberDeletes
source: Number of Deletes:
de: Anzahl Deletes:

# admin_searchindex_numberUpdates
source: Number of Updates:
de: Anzahl Updates:

# admin_searchindex_timeRun
source: Time of run:
de: Zeitpunkt Lauf:
