Repository: agromsl/mediatum
Catalog: i18n/edit_identifier-*.po
Languages: de

# edit_identifier_mail_title
source: Request for Identifier Generation
de: Beantragung einer Identifikator

# edit_identifier_mail_title_complete
source: Your Request for an Identifier Has Been Completed
de: Ihre Anforderung um einen Identifikator wurde durchgeführt

# edit_identifier_admin_mail_msg
source: Please complete the request by generating the user's chosen identifier as listed below.
de: Bitte erfüllen Sie die Beantragung durch erzeugung die gewünschten art des Identifikators in dem Identifier Modul im Edit Bereich.

# edit_identifier_mail_usr
source: User:
de: Benutzer:

# edit_identifier_mail_nodes
source: Nodes:
de: Knoten:

# edit_identifier_mail_type
source: Identifier Type:
de: Typ des Identifiers:

# edit_identifier_mail_urn
source: Urn Type:
de: Typ des Urn:

# edit_identifier_mail_namespace
source: Namespace:
de: Namesraum:

# edit_identifier_state_0_usr
source: After submitting the request to generate an identifier, you will lose write access to this node until an admin has generated an identifier.
de: Nach der Abfrage eines Identifikators werden Ihnen die Schreibrechte zu diesem Knoten gezogen bis der Admin einen Identifikator generiert hat.

# edit_identifier_state_1_usr
source: An identifier has been requested for this node and the request is currently being processed. You will be notified once an admin has generated an identifier.
de: Einer Identifikator wurde schon beantragt. Sie werden per E-Mail benachrichtigt sobald einem Admin einen Identifikator generiert hat.

# edit_identifier_state_2_usr
source: An identifier already exists for this node.
de: Dieser Knoten hat schon einen Identifikator.

# edit_identifier_state_0_1_admin
source: Select a type of identifier to generate.
de: Wählen Sie den Typ der Identifikator den Sie generieren wollen.

# edit_identifier_state_2_admin
source: An identifier already exists for this node. However, you can generate additional identifiers if you wish.
de: Dieser Knoten hat schon einen Identifikator. Wohl aber zusätzliche Identifikatoren können nach Wunsch generiert werden.

# edit_identifier_usr_mail_msg
source: An identifier has been generated for
de: Ihre Identifikator wurde generiert.

# edit_identifier_mail_fail
source: Failure to send notification via email. Please try again.
de: Die Mitteilung per E-Mail konnte nicht versandt werden. Bitte versuchen Sie es nochmal.

# edit_identifier_mail_address
source: Dear
de: Sehr geehrte(r) Frau/Herr

# edit_identifier_mail_signoff
source: Regards,
de: Mit freundlichen Grüssen,
