Repository: agromsl/mediatum
Catalog: i18n/edit_schedule-*.po
Languages: de

# tab_schedule
source: Schedules
de: Schedules (Termine)

# edit_schedule_input_datetime_label
source: Date of the schedule has to be a valid date in iso format (yyyy-mm-ddThh:mm)
de: Ausführungszeit für den Schedule (Termin) im ISO-Format (yyyy-mm-ddThh:mm)

# edit_schedule_input_datetime_format_error
source: Date of the schedule has to be in iso format (yyyy-mm-ddThh:mm) - input was: %s
de: Ausführungszeit für den Schedule (Termin) bitte als gültiges Datum im ISO-Format (yyyy-mm-ddThh:mm) eingeben - Eingabe war: %s

# edit_schedule_input_datetime_already_past_error
source: The date of the schedule is in the past - input was: %s
de: Die eingegebene Ausführungszeit für den Schedule (Termin) liegt in der Vergangenheit - Eingabe war: %s

# edit_schedule_field_validation_error
source: There is invalid input
de: Es gab ungültige Eingaben

# edit_schedule_function_selection
source: Schedule for the current (above) selection of objects
de: Schedule (Termin) für die aktuelle (s. oben) Auswahl an Objekten

# edit_schedule_sel_func_explain
source: Please select the function to be executed from the following list<br>Necessary parameters may be entered after this selection
de: Auszuführende Funktion (Aktion) bitte aus folgender Liste wählen<br>Eventuelle Übergabeparameter werden dann nachgefragt

# edit_schedule_sel_func
source: List of available actions:
de: Liste der verfügbaren Aktionen:

# edit_schedule_submit_new_button
source: create new schedule
de: Neuen Schedule (Termin) erzeugen

# edit_schedule_nodeid
source: Object ID
de: Objektid

# edit_schedule_schedulecount
source: Object count for this schedule
de: Terminanzahl für dieses Objekt

# edit_schedule_single_trigger
source: Trigger date
de: Termin-Trigger

# edit_schedule_nodecount_subset_selection
source: Object count from selection
de: Objektzahl aus Auswahl

# edit_schedule_nodecount_all
source: Object count (all)
de: Objektzahl insgesamt

# edit_schedule_nids
source: ID's of objects from selection
de: ID's der Objekte aus der Auswahl

# edit_schedule_delete_node_from_schedule
source: Delete object from schedule
de: Objekt aus Termin löschen

# edit_schedule_delete_node_title
source: Delete this object from schedule
de: dieses Objekt aus Termin löschen

# edit_schedule_delete_schedule
source: Delete schedule
de: Termin löschen

# edit_schedule_delete_schedule_title
source: Delete this schedule
de: diesen Termin löschen

# edit_schedule_delete_schedule_confirm
source: Do you really want to delete this schedule:
de: Wollen Sie diesen Termin wirklich löschen:

# edit_schedule_explain_table_nid2schedules
source: Table of objects of the current selection, for which there exist <b>active</b> schedules visible for the current user:
de: Tabelle der Objekte der aktuellen Auswahl, für die bereits noch <b>aktive</b> Schedules (Termine) existieren, die für diesen Benutzer sichtbar sind:

# edit_schedule_explain_table_schedule2nids
source: Table of active/inaktive schedules visible for this user with objects from the current selection in the object list:
de: Tabelle der für diesen Benutzer sichtbaren aktiven/inaktiven Schedules (Termine), in deren Objektliste sich Objekte aus der aktuellen Auswahl befinden:

# edit_schedule_explain_schedule_id
source: Internal system node ID of the schedule:
de: Systeminterne Knoten-ID des Schedules/Termines:

# edit_schedule_submit_edit_button
source: Save changes to existing schedule
de: Änderungen an existierendem Schedule speichern

# edit_schedule_no_function_selected
source: (no function (action) selected)
de: (es wurde noch keine Funktion (Aktion) ausgewählt)

# edit_schedule_result_new_schedule_created
source: Input seems valid: schedule has been created
de: Alle Eingaben scheinen ok: Schedule (Termin) wurde erzeugt.

# edit_schedule_result_existing_schedule_edited
source: Input seems valid: parameters of existing schedule have been changed
de: Alle Eingaben scheinen ok: Parameter des Schedule (Termin) wurden geändert.

# edit_schedule_result_temporary_schedule_created
source: The action has been started ... the date has been ignored
de: Die Aktion wurde angestoßen ... die Ausführungszeit wurde ignoriert

# edit_schedule_explain_additional_nodes
source: Object IDs to be added to the object list of the schedule. ;-separated, already existing nodes are skipped
de: Objekt-IDs, die zusätzlich zur Objektliste des Termines (Schedules) hinzugefügt werden sollen (;-separiert, bereits vorhandene werden übergangen):

# edit_schedule_additional_nodes_list_not_semikolon_separated_list_of_integers
source: List of additional object IDs is not a ;-separated List of integer numbers
de: Liste der zusätzlichen Objekt-IDs ist keine Semikolon-getrennte Liste von Ganzzahlen

# edit_schedule_additional_nodes_bad_ids
source: Object does not exist, or user has no write access
de: Objekt existiert nicht, oder Nutzer hat keine Schreibrechte:

# edit_schedule_submit_run_now_button
source: Run action now ignoring date field
de: Aktion jetzt (ohne Timing) ausführen ...

# edit_schedule_submit_run_now_button_confirm
source: Are you sure that you want to run the action now (ignoring the date field)
de: Sind Sie sicher, daß Sie die Aktion jetzt sofort (ohne Timing) ausführen wollen?

# edit_schedule_error_removing_schedule_node
source: An error occurred while trying to remove the schedule node
de: Fehler beim Entfernen des Schedule-Knotens

# edit_schedule_schedule_active
source: activ
de: aktiv

# edit_schedule_schedule_not_active
source: inactiv
de: inaktiv
