Repository: agromsl/mediatum
Catalog: i18n/mediatum-*.po
Languages: de

# admin_log_refresh
source: refresh
de: Aktualisieren

# admin_wf_existing
source: Existing workflows
de: Vorhandene Workflows

# admin_wf_col_2
source: Description
de: Beschreibung

# admin_wf_exportall_title
source: Export all workflows
de: Alle Workflowdefinitionen exportieren

# admin_wf_create_title
source: create new workflow
de: Neuen Workflow anlegen

# admin_wf_nowf
source: - no workflows defined -
de: - keine Workflows vorhanden -

# admin_wf_nodeedit_title
source: edit workflow node
de: Workflow-Knoten anzeigen/bearbeiten

# admin_wf_graphic_title
source: show workflow definition (diagram)
de: Workflowdefinition anzeigen (Grafik)

# admin_wf_export_title
source: export workflow definition
de: Workflowdefinition exportieren

# admin_wf_edit_title
source: edit workflow
de: Workflow bearbeiten

# admin_wf_delete_title
source: delete workflow
de: Workflow löschen

# admin_fw_msg1
source: workflow import (xml-file)
de: Workflow-Import aus XML-Datei

# admin_wf_import
source: Import
de: Importieren

# admin_wf_import_title
source: Import
de: Importieren

# admin_wf_create_header
source: create new workflow
de: Neuen Workflow anlegen

# admin_wf_edit_header
source: edit workflow
de: Workflow bearbeiten

# admin_wf_writerights
source: write access
de: Schreibrechte

# admin_wf_nolimit
source: -no limitation-
de: -keine Einschränkungen-

# admin_wf_description
source: Description
de: Beschreibung

# admin_wf_header
source: Node of workflow '${name}'
de: Knoten des Workflows '${name}'

# admin_wf_showdef
source: open workflow definition
de: Workflowdefinition anzeigen

# admin_wfstep_col_2
source: Node type
de: Knotentyp

# admin_wfstep_col_5
source: Description
de: Beschreibung

# admin_wfstep_new_title
source: Create new node
de: Neuen Knoten anlegen

# admin_wfstep_nostep
source: - no workflow nodes defined -
de: - keine Workflow-Knoten vorhanden -

# admin_wfstep_chars
source: ${number} characters
de: ${number} Zeichen

# admin_wfstep_edit
source: edit node
de: Knoten bearbeiten

# admin_wfstep_delete
source: delete node
de: Knoten löschen

# admin_wfstep_footer
source: ${number} node
de: ${number} Knoten

# admin_wfstep_create_header
source: create new workflow node
de: Neuen Workflowknoten anlegen

# admin_wfstep_edit_header
source: edit workflow node
de: Workflowknoten bearbeiten

# admin_wfstep_msg1
source: will be marked in workflow overview
de: wird in der Workflow-Übersicht markiert

# admin_wfstep_nodetype
source: Node type
de: Knotentyp

# admin_wfstep_comment
source: Comment
de: Kommentar

# admin_wfstep_truelabel
source: Label for 'True' operation
de: Label für 'True'-Operation

# admin_wfstep_truenode
source: node for 'True'
de: Knoten für 'True'-Kante

# admin_wfstep_nonode
source: -no nodes-
de: -kein Knoten-

# admin_wfstep_falselabel
source: Label for 'False' operation
de: Label für 'False'-Operation

# admin_wfstep_falsenode
source: node for 'False'
de: Knoten für 'False'-Kante

# admin_wfstep_additional
source: Additional information for current node type
de: Zusätzliche Daten für den gewählten Knotentyp

# wf_edit_header
source: Editable workflows
de: Workflows, die von Ihnen bearbeitet werden können

# wf_edit_description
source: Description
de: Beschreibung

# wf_list_header
source: ${number} objects in workflow '
de: ${number} Objekte im Workflow '

# wf_list_objects
source: ${number} objects
de: ${number} Objekte

# wf_show_details_title
source: show details
de: Details anzeigen

# wf_step_msg1
source: Thank you for your input.<br/>Object ${name} was stored and has entered the next processing step.
de: Vielen Dank für Ihre Eingabe/Bearbeitung.<br/>Das Objekt ${name} wurde gespeichert und befindet sich jetzt im Verarbeitungsschritt ${link}.

# wf_step_ready
source: Ready
de: Fertig

# wf_node_msg1
source: Object ${name} is still being processed.
de: Das Objekt ${name} wird gerade verarbeitet.

# wf_node_msg2
source: Current processing step (${name}) permits no manual changes.
de: Der momentane Bearbeitungsschritt (${name}) läßt keinen manuellen Eingriff (mehr) zu.

# workflow_msg3
source: Objects in step ${name}:
de: Objekte in Schritt ${name}:

# workflow_msg4
source: Processing of object ${name} was finished. It has left the workflow.
de: Das Objekt ${name} wurde fertiggestellt und hat den Workflow verlassen.

# workflow_msg5
source: If additional work on this object should be required from your side, we will contact you by email
de: Falls von Ihrer Seite noch einmal Arbeit an diesem Objekt notwendig sein sollte, werden wir uns per Mail bei Ihnen melden.

# workflow_msg6
source: For questions or problems you reach our support team at ${email}
de: Bei Fragen oder Problemen erreichen Sie unser Support-Team unter ${email}

# workflow_label_date
source: Date
de: Datum

# workflow_label_step
source: Step
de: Schritt

# workflow_label_forward
source: Pass
de: Weiterleiten

# workflow_show_step
source: Show step
de: Schritt anzeigen

# workflow_footer
source: ${number} elements in current workflow step
de: ${number} Elemente im aktuellen Workflowschritt

# workflow_error_msg
source: Please fill out and correct the missing fields.
de: Bitte füllen Sie die fehlenden Pflichtfelder aus bzw. kontrollieren Sie die fehlerhaften Eingaben.

# workflow_create_object
source: Create new object
de: Neues Objekt anlegen

# workflow_start_submit
source: Create
de: Erzeugen

# workflow_email_msg_1
source: The following error occured while sending the mail:
de: Folgender Fehler ist beim Versenden aufgetreten:

# workflow_email_resend
source: Try again to send
de: Erneut versenden

# workflow_filelist_type
source: Type
de: Typ

# workflow_filelist_size
source: Size
de: Größe

# workflow_filelist_open_title
source: Attach file
de: Datei anzeigen

# workflow_filelist_delete_title
source: delete file
de: Datei löschen

# workflow_add_file
source: add file:
de: Neue Datei hinzufügen:

# workflow_upload_button
source: Upload
de: Hochladen

# workflow_ready_msg
source: Objekt ${name} has reached the end of the current workflow.
de: Das Objekt ${name} ist am Ende des Workflows angekommen.

# workflow_step_ready_msg
source: Objekt ${name} has reached the end of the current workflow.
de: Das Objekt ${name} ist am Ende des Workflows angekommen.

# popup_shoppinbag_msg1
source: Pictures can be exported via Drag&Drop into most applications (e.g. Powerpoint):
de: Bilder k&ouml;nnen per Drag&Drop in eine Anwendung (z.B. Powerpoint) durch Ziehen exportiert werden:

# popup_shoppingbag_msg2
source: Documents can be opened:
de: Dokumente können direkt geöffnet werden:

# popup_shoppingbag_msg3
source: No objects available
de: Keine Objekte in Ihrer Merkliste vorhanden

# popup_shoppingbag_delete_title
source: clear list of favourites
de: Merkliste leeren

# popup_shoppingbag_delete
source: clear list of favourites
de: Merkliste leeren

# popup_shoppingbag_movefiles
source: moving files...
de: Files werden verschoben...

# popup_shoppingbag_add_msg
source: Object as added
de: Objekt wurde hinzugefügt

# popup_shoppingbag_add_msg1
source: (popup closes after 3 seconds)
de: (Fenster schlie&szlig;t nach 3 Sekunden)

# popup_help_title
source: Help for metadata field "${name}"
de: Hilfe zum Metadatenfeld "${name}"

# popup_index_header
source: Existing Index values
de: Vorhandene Indexwerte

# popup_cancel
source: Cancel
de: Abbrechen

# popup_listvalue_title
source: Show list values as popup
de: Listenwerte als Popup anzeigen

# popup_listvalue
source: show list values
de: Listenwerte anzeigen

# popup_clearselection
source: clear selection
de: Auwahl aufheben

# popup_clearselection_title
source: Unselect all values
de: Auswahlliste leeren

# popup_indexnumber
source: values selected
de: Wert(e) selektiert

# edit_nodeinformation
source: node-information
de: Node Informationen

# edit_objecttype
source: object type
de: Objekttyp

# edit_schema
source: meta schmeme
de: Metadatenschema

# edit_error
source: Error
de: Fehler

# edit_nobase
source: No base directory selected (${msg})
de: Kein Basisverzeichnis ausgewählt (${msg})

# edit_main_noframe
source: Your Browser doesn't support frames.
de: Ihr Browser unterstützt keine Frames.

# edit_save
source: Save
de: Speichern

# title edit_save_title
source: Save changes
de: Änderungen speichern

# edit_error_msg1
source: Folder couldn't be created. Parent object is write protected.
de: Ordner konnte nicht erstellt werden: Der Üergeordnete Ordner ist schreibgeschützt.

# edit_action_msg
source: Action ${action} is starded
de: Die Aktion ${action} wird ausgeführt

# edit_nopermission
source: permission denied
de: Keine Berechtigung

# edit_noselection
source: nothing selected
de: nichts ausgewählt

# edit_taboverview_header
source: Selected/Editing:
de: Ausgewählt/in Bearbeitung:

# edit_actual_dir
source: Actual folder:
de: Aktuelles Verzeichnis:

# edit_tabarea_msg1
source: The following view shows how this object would look within the public search interface. (the actual view is possibly different, depending on selected skin or layout)
de: Die folgende Ansicht zeigt, wie dieses Objekt innerhalb der normalen Rechercheoberfläche aussehen könnte. (Die tatsächliche Ansicht ist möglicherweise etwas anders, je nachdem welches Design bzw. welcher Skin eingerichtet ist)

# edit_tabarea_msg2
source: You will leave the editor interface by following links on this page.
de: Durch das Anklicken von Links auf dieser Seite verlassen Sie die Editieroberfläche.

# edit_files
source: Files:
de: Dateien:

# edit_dir
source: Folder:
de: Ordner:

# edit_action_file_upload
source: Upload
de: Eingeben / Hochladen

# edit_action_file_move
source: Move to...
de: Verschieben nach...

# edit_action_file_copy
source: Copy to...
de: Kopieren nach...

# edit_action_file_delete
source: Delete
de: Löschen

# edit_action_file_edit
source: Simultaneous editing
de: Gleichzeitig Bearbeiten

# edit_action_file_editsingle
source: Single object editing
de: Einzeln Bearbeiten

# edit_action_dir_new
source: Create new
de: Neu Anlegen

# edit_action_dir_edit
source: Edit
de: Bearbeiten

# edit_action_dir_move
source: Move to...
de: Verschieben nach...

# edit_action_dir_sort
source: Sort subfolders
de: Unterordner sortieren

# edit_action_dir_copy
source: Copy to...
de: Kopieren nach...

# edit_action_dir_del
source: Delete
de: Löschen

# tab_upload_title
source: Open upload area
de: Upload-Bereich anzeigen

# tab_meta_title
source: Open metadata editor
de: Metadateneditor anzeigen

# tab_content
source: Content
de: Inhalt

# tab_content_title
source: Show Content
de: Inhalt anzeigen

# tab_search
source: Search
de: Durchsuchen

# tab_search_title
source: Show Search
de: Suche anzeigen

# tab_subfolder
source: Sort Subfolders
de: Unterordner sortieren

# tab_subfolder_title
source: Sort Subfolders
de: Unterordner sortieren

# tab_acls
source: Permissions
de: Rechtevergabe

# tab_acls_title
source: Edit Permissions
de: Rechte bearbeiten

# tab_license
source: Licensing
de: Objektlisten/Prüfsummen

# tab_license_title
source: Open licensing overview
de: Lizensierungsliste anzeigen

# tab_view
source: Preview
de: Vorschau

# tab_view_title
source: Preview of object appearance
de: Vorschau auf späteres Aussehen in Recherche

# tab_workflow_title
source: Open Workflow
de: Workflow anzeigen

# tab_classes
source: Classification
de: Einordnen in Browsingstruktur

# tab_classes_title
source: Show Classification
de: Klassifizierung anzeigen

# edit_acls_righttype_read
source: User groups which may see these objects:
de: Usergruppen, die diese Objekte sehen dürfen:

# edit_acls_righttype_write
source: User groups which may edit these objects:
de: Usergruppen, die diese Objekte bearbeiten dürfen:

# edit_acls_righttype_data
source: User groups which may download originals (TIFF/JPG/PNG/BMP of original size, PDF files, Videos, etc.):
de: Usergruppen, die Originale (TIFF/JPG/PNG/BMP in Originalgröße, PDF Files etc.) herunterladen dürfen:

# edit_classes_class_title
source: Classify
de: Klassifizieren

# edit_classes_disclass_title
source: Remove classification
de: Klassifikation entfernen

# edit_classes_open_title
source: unfold
de: Aufklappen

# edit_classes_close_title
source: fold
de: Zuklappen

# edit_upload_msg1
source: Permission denied. You do not have the permission to add this object. Please contact your administrator.
de: Sie besitzen nicht die Berechtigung Objekte in das System einzustellen. Bitte wenden Sich an Ihren Administrator

# edit_upload_obj_selection
source: Object type selection
de: Hochladen von digitalen Objekten (Files) / Anlegen von Metadatensätzen<br/><br/>1. Schritt: Objekttyp-Auswahl

# edit_upload_msg2
source: Archives can consist of different object types. Please choose object type from list.<br/>For each type of object special upload forms are available, which offer respective functionality.
de: Bitte wählen Sie aus der Liste unten den gewünschten Typ aus.<br/>Für jeden Objekttyp stehen spezielle Upload-Formulare zur Verfügung, die die entsprechende Funktionalität bieten.

# edit_upload_obj_sel
source: Choose object type:
de: Objekttyp wählen:

# edit_upload_selecttion_value
source: Choose
de: Auswählen

# edit_upload_header1
source: You can upload '${objtype}'
de: Hochladen von digitalen Objekten (Files) / Anlegen von Metadatensätzen.<br/><br/>1. Schritt: Objekttyp-Auswahl '${objtype}'

# edit_upload_msg3
source: Select file from your computer ("search button") and confirm by "upload".
de: Dazu wählen Sie die ensprechende Datei auf Ihrem Computer aus ("Durchsuchen"-Button) und bestätigen Sie mit "Hochladen".

# edit_upload_msg4
source: If you want to upload several files at one time, then store them locally in a ZIP archive (e.g. <a target="newwindow" href="http://www.winzip.com/">WinZip</a>), and upload the .ZIP archive.
de: Wollen Sie mehrere Dateien auf einmal hochladen, so verpacken Sie diese bitte lokal bei sich in ein .ZIP Archiv (z.B. mit <a target="newwindow" href="http://www.winzip.com/">WinZip</a>), und laden dann das .ZIP Archiv hoch.

# edit_upload_scheme
source: Metadata scheme:
de: Metadatenschema:

# edit_upload_file
source: File
de: Datei

# edit_upload_upload_label
source: Upload
de: Anlegen / Hochladen

# edit_workflow_msg1
source: Current object has no workflow. To assign it into a workflow choose one of the list and confirm with 'save'.
de: Das aktuelle Objekt ist in keinem Workflow eingebunden. Um es in einen Workflow zuzuordnen, w&auml;hlen Sie einen aus der Liste und bestätigen mit 'Speichern'.

# edit_workflow_msg2
source: Current workflow position: ${name}
de: Aktuelle Position im Workflow: ${name}

# edit_workflow_msg3
source: Following operations are possible:
de: Folgende Operationen sind möglich:

# edit_workflow_delete
source: Delete
de: Entfernen

# edit_workflow_delfromwf
source: Delete from workflow
de: Aus Workflow entfernen

# edit_object_not_viewable
source: This object doesn't have a skin
de: Dieses Objekt hat keine Ansicht

# edit_save_title
source: Save
de: Speichern

# delete_folder_question
source: If you delete this file, all files and subfolders in it will be irrevocably lost. Perform delete operation?
de: Wenn Sie diesen Ordner löschen, sind alle Dateien und Unterverzeichnisse darin unwiderruflich verloren. Löschen durchführen?

# select_target_dir
source: Select target directory:
de: Zielverzeichnis aussuchen:

# fieldsmissing
source: Not all required fields were filled correctly.
de: Nicht alle Pflichtfelder wurden korrekt bef&uuml;llt.

# saved_in_inconsistent_data
source: A copy was stored in the directory 'inconsistent data'.
de: Eine Kopie wurde im Ordner 'Inkonsistente Daten' gespeichert.

# no more entries
source: This file wasn't assigned to any directory.
de: Diese Datei war keinem Verzeichnis mehr zugeordnet.

# no_file_transferred
source: No file was transferred to the server.
de: Es wurde keine Datei auf den Server &uuml;bertragen.

# edit_create_new_folder
source: Directory could not be created: The parent directory is write protected.
de: Ordner konnte nicht erstellt werden: Der Übergeordnete Ordner ist schreibgeschützt.

# edit_access_error
source: Access denied
de: Nicht berechtigt

# edit_common_mark
source: Mark
de: Markieren

# edit_common_mark_all
source: Mark all
de: Alles markieren

# edit_common_dismark
source: Unmark
de: Markierung aufheben

# edit_common_mark_invert
source: Invert marks
de: Markierung invertieren

# edit_common_meta_error
source: Inconsistent metadata
de: Metadaten inkonsistent

# edit_common_bigview_title
source: Full view
de: Großansicht

# edit_common_edit_meta
source: Edit metadata
de: Metadaten bearbeiten

# edit_editor_save
source: Save
de: Speichern

# edit_editor_save_title
source: Save changes
de: Änderungen speichern

# edit_editor_delete
source: Delete HTML files
de: HTML-Daten löschen

# edit_editor_delete_title
source: Delete HTML files
de: HTML-Daten löschen

# edit_editor_header
source: At the moment the archive contains the following data:
de: Im Augenblick sind folgende Daten f&uuml;r dieses Archiv hinterlegt:

# edit_files_filetype_error
source: Exchange isn't possible, since the file types do not match.
de: Austausch nicht möglich, da die Dateitypen nicht übereinstimmen.

# edit_files_type
source: Type
de: Typ

# edit_files_size
source: Size
de: Größe

# edit_files_location
source: Location / Name
de: Lokation / Name

# edit_files_options
source: Options
de: Optionen

# edit_files_opne_title
source: Open
de: Öffnen

# edit_files_change
source: Exchange digital object
de: Digitales Objekt austauschen

# edit_files_add_obj
source: Add digital object
de: Digitales Objekt hinzufügen

# edit_files_reprocess
source: Re-process digital object
de: Digitales Objekt erneut verarbeiten

# edit_files_reprocess_info
source: (all technical metadata and thumbnails will be updated)
de: (dabei werden alle Operationen ausgeführt, die notwendig sind, um Technische-Metadaten und die Thumbnails zu erzeugen)

# edit_files_obsolete
source: Metadata fields not in use
de: nicht verwendete Metadatenfelder

# edit_files_obsolete_del_title
source: delete attribute
de: Attribut löschen

# edit_files_metafields
source: Metadata fields
de: Metadatenfelder

# edit_files_tech_meta
source: technical metadata fields
de: technische Metadatenfelder

# edit_files_del_tech_meta
source: delete technical metadata field
de: Technische Metadaten löschen

# edit_license_info
source: With the following Link you can create checksum lists of your objects for e.g. licensing purposes:
de: Mit dem folgenden Link können Sie Prüfsummenlisten Ihrer Objekte generieren, um diese z.B. in ausgedruckter Form an Vertragswerke anzuheften:

# edit_license_gen
source: Create object list
de: Objektlisten generieren

# edit_license_obj_list
source: Object list
de: Objektliste

# edit_license_hash
source: Checksum
de: Prüfsumme

# edit_license_size
source: Size
de: Größe

# edit_meta_info1
source: For this node type there aren't editable metadata fields available
de: Für diesen Knotentyp sind keine Metadaten verfügbar, die editiert werden können.

# edit_meta_mask_selection
source: Mask selection
de: Maskenauswahl

# edit_meta_save
source: Save
de: Speichern

# edit_meta_reset
source: Reset
de: Zurücksetzen

# edit_mask_required
source: Required (not empty)
de: Pflichtfeld, darf nicht leer sein

# edit_meta_created
source: created
de: erstellt

# edit_meta_changed
source: last edit
de: zuletzt geändert

# edit_sort_header
source: Sort manually
de: Manuell sortieren

# edit_sort_label
source: Sort field
de: Nach

# edit_sort_down_title
source: down
de: nach unten

# edit_sort_up_title
source: up
de: nach oben

# edit_sort_header_auto
source: Sort automatically
de: Automatisch sortieren

# edit_sort_sort
source: Sort
de: Sortieren

# edit_search_start
source: New search
de: Neue Suche starten

# edit_search_search_for
source: Search:
de: Suche nach/in:

# edit_search_type
source: Type:
de: Typ:

# edit_search_fields
source: Search fields:
de: Suchfelder:

# edit_search_all_fields
source: All meta data:
de: Alle Metadaten:

# edit_search_search
source: Search
de: Suchen

# edit_search_index
source: Last search index actualization:
de: Letzte Suchindex-Aktualisierung:

# edit_flush
source: System Caches were flushed
de: System Caches wurden geleert

# Text-Ansicht
source: text view
de: Text-Ansicht

# Thumbnail-Ansicht
source: thumbnail view
de: Thumbnail-Ansicht

# Listen-Ansicht
source: list view
de: Listen-Ansicht

# full_standard_doc_title
source: Default view for documents
de: Default-Ansicht für Dokumente

# full_text_doc_title
source: Text view for documents
de: Text-Ansicht für Dokumente

# print_view_header
source: mediaTUM object
de: mediaTUM-Objekt

# print_view_page
source: page
de: Seite

# print_preview_occurences
source: Occurences
de: Vorkommen

# mask_editor_title
source: Mask editor
de: Maskeneditor

# mask_editor_chosen_element
source: Chosen elements:
de: gewählte Elemente:

# mask_editor_into_vert_group
source: group in new vertical group
de: in neuer vertikaler Gruppe gruppieren

# mask_editor_into_hor_group
source: group in new horizontal group
de: in neuer horizontaler Gruppe gruppieren

# mask_editor_group_title
source: group
de: Gruppieren

# mask_editor_cancel
source: Cancel
de: Abbrechen

# mask_editor_field_definition
source: Field definition
de: Felddefinition

# mask_editor_new_line_title
source: add new row
de: Neue Zeile einfügen

# mask_editor_no_fields
source: - no fields defined -
de: - keine Felder definiert -

# mask_editor_add_choose_fieldtype
source: Choose field type
de: Feldtyp wählen

# mask_editor_field_selection
source: Field type selection:
de: Feldtypauswahl:

# mask_editor_normal_field
source: normal field
de: Normales Feld

# mask_editor_vert_group
source: vertical group
de: Vertikale Feldgruppe

# mask_editor_hor_group
source: horizontal group
de: Horizontale Feldgruppe

# mask_editor_msg1
source: There are different field types available for mask fields. Standard is the 'normal field'
de: Für Maskenfelder stehen verschiedene Typen zur Verfügung, die jeweils unterschiedliche Darstellungen erlauben. Standard ist das 'Normale Feld'

# mask_edit_up_title
source: move up
de: nach oben

# mask_edit_down_title
source: move down
de: nach unten

# mask_edit_edit_row
source: edit row
de: Zeile bearbeiten

# mask_edit_delete_row
source: delete row
de: Zeile löschen

# mask_edit_edit_field
source: Edit field
de: Feld bearbeiten

# mask_edit_create_field
source: Create new field
de: Neues Feld anlegen

# mask_edit_position
source: Position (before):
de: Position (vor):

# mask_edit_end
source: -last-
de: -am Ende-

# mask_edit_field_selection
source: Field selection:
de: Feldauswahl:

# mask_edit_existing_field
source: Existing field
de: vorhandenes Feld

# mask_edit_field
source: Field:
de: Feld:

# mask_edit_new_field
source: new field
de: neues Feld

# mask_edit_nameid
source: Name/ID (english):
de: Name/ID (englisch):

# mask_edit_type
source: Type:
de: Typ:

# mask_edit_help
source: Help text:
de: Hilfetext:

# mask_edit_date_format
source: Date-/Time-format:
de: Datums-/Zeitformat:

# mask_edit_tech_meta
source: Technical metadata field:
de: Technisches Metadatenfeld:

# mask_edit_linktext
source: Link Text:
de: Angezeigter Text:

# mask_edit_noicon
source: -no icon-
de: -kein Icon-

# mask_edit_preview
source: Preview:
de: Vorschau:

# mask_edit_required
source: Required:
de: Pflichtfeld:

# mask_edit_required_info
source: (will be validated with <b>Editor masks</b>)
de: (wird nur bei <b>Editormasken</b> im Editor validiert)

# mask_edit_field_width
source: Field width:
de: Feldbreite:

# mask_edit_width_info
source: pixel (date fields min. 200)
de: Pixel (Datumsfelder mind. 200)

# mask_edit_default
source: Default value:
de: Default-Wert:

# mask_edit_unit
source: Unit:
de: Einheit:

# mask_edit_save
source: Save
de: Speichern
