Repository: agromsl/mediatum
Catalog: i18n/mediatum-*.po
Languages: de

# mask_edit_cancel
source: Cancel
de: Abbrechen

# mask_edit_new_hor_field
source: Create new horizontal field
de: Neues horizontales Feld anlegen

# mask_edit_edit_hor_field
source: Edit horizontal field
de: Horizontales Feld bearbeiten

# mask_edit_row_label
source: Row label:
de: Zeilenlabel:

# mask_edit_fields
source: Fields:
de: Felder:

# mask_edit_insert_field_title
source: insert new field
de: Neues Feld einfügen

# mask_edit_new_vert_field
source: Create new vertical field
de: Neues vertikales Feld anlegen

# mask_edit_edit_vert_field
source: Edit vertical field
de: Vertikales Feld bearbeiten

# mask_edit_field_msg
source: (copied from other layer)
de: (werden aus anderer Ebene kopiert)

# mask_edit_edit_label
source: Edit label
de: Label bearbeiten

# mask_edit_new_label
source: Create new label
de: Neues Label anlegen

# mask_edit_multi_label
source: attribute occures in scheme:
de: Attributvorkommen in Schema:

source: User directory
de: Arbeitsverzeichnis

# user_faulty
source: Inconsistent data
de: Inkonsistente Daten

# editor_overwrite
source: overwrite
de: überschreiben

# editor_from
source: from
de: von

# editor_to
source: until
de: bis

# editor_input_format
source: Input format:
de: Eingabeformat:

# editor_index_title
source: show index values
de: Indexwerte anzeigen

# editor_memo_label
source: characters remaining
de: Zeichen übrig

# popup_help_header
source: Help
de: Hilfe

# popup_full_view
source: Full View
de: Vollansicht

# popup_fullview_decrease
source: Zoom out
de: Verkleinern

# popup_fullview_increase
source: Zoom in
de: Vergrößern

# popup_fullview_original
source: Fit to window
de: Originalgröße

# edit_search_reset_msg
source: Search was form reseted.
de: Suchformular zurückgesetzt

# edit_search_noresult_msg
source: Your search resulted in no hits.
de: Ihre Suche erbrachte keine Resultate

# PostprocessingError_document
source: Document could not be uploaded into the system.<br>This may be caused by a possibly copy-protected or damaged PDF file.
de: Der Upload des Dokuments konnte nicht durchgeführt werden.<br>Bitte überprüfen Sie, ob das PDF evtl. kopiergeschützt oder beschädigt ist.

# Your browser doesn't support cookies
source: Your browser doesn't support cookies. Maybe the 'Allow Cookies' option in your browser is deactivated. Please switch on Cookies again to proceed.
de: Ihr Browser unterstützt leider keine Cookies. Möglicherweise ist der Cookie-Support im Browser abgeschaltet. Ohne Cookies werden Sie auf späteren Seiten evtl. auf Probleme stoßen.

source: off
de: aus

# tab_sortfiles
source: Sort Files
de: Files Sortieren

source: (descending)
de: (absteigend)

source: documents
de: Dokumente (allgemein)

# dissertations
source: documents (Ph.D. theses)
de: Dokumente (Dissertationen)

# admin_metafield_error_2
source: The name may only consist of the characters a to z, A to Z, 0 to 9 as well as '-' and '_' !
de: Der Name darf ausschliesslich aus den Zeichen a bis z, A bis Z, 0 bis 9 sowie '-', '_' und '.' bestehen!

# admin_mask_error_2
source: The name may only consist of the characters a to z, A to Z, 0 to 9 as well as '-' and '_' !
de: Der Name darf ausschliesslich aus den Zeichen a bis z, A bis Z, 0 bis 9 sowie '-' und '_' bestehen!

# att_browser_type
source: Type
de: Typ

# att_browser_size
source: Size
de: Größe

# video_plugin_info
source: (flash plugin required)
de: (zum Abspielen ben&ouml;tigen Sie ein Flash-Plugin)

# video_showvideo
source: show video
de: Video ansehen

# flash_showvideo
source: show video
de: Video ansehen

# search_result_text
source: The search covered the following collections:
de: Gesucht wurde in folgenden Kollektionen:

# error_msg_objectnotfound
source: Error on page, object not found
de: Fehler auf der Seite, das gewünschte Objekt konnte nicht gefunden werden

# home_link
source: Home
de: zur Startseite
