Repository: agromsl/mediatum
Catalog: i18n/mediatum-*.po
Languages: de

# en
source: English
de: Englisch

# de
source: German
de: Deutsch

# welcome
source: Welcome to mediaTUM
de: Willkommen auf mediaTUM

source: username:
de: Benutzername:

source: password:
de: Passwort:

source: new password:
de: Neues Passwort:

source: invalid
de: Ungültig

# main_title
source: mediaTUM - digital collection management at TUM
de: mediatum - digital collection management

# header_slogan
source: mediaTUM - digital collection management at TUM
de: mediatum - digital collection management

# show in new window
source: open in new window
de: In neuem Fenster anzeigen

# bib_link_title
source: to the library portal
de: Zum Bibliotheksportal

# header_shoopingbag_alt
source: List of favourites
de: Merkliste

# header_shoopingbag_title
source: List of favourites
de: Merkliste anzeigen

# sub_header_user
source: User
de: Benutzer

# footer_impressum
source: imprint
de: Impressum

# permission_denied
source: access denied
de: Zugriff verweigert

# login_error_1
source: Login failed! Wrong name or password.
de: Die Anmeldung ist fehlgeschlagen! Benutzername oder Passwort falsch.

# login_submit
source: Login
de: Anmelden

# login_reset
source: Cancel
de: Abbrechen

# login_save
source: Save
de: Speichern

# login_currentuser_msg
source: You are currently logged in as: [ ${name} ]
de: Sie sind derzeit angemeldet als: [ ${name} ]

# login_change_err_1
source: Initial password does not match with the stored one
de: Das Ursprungspasswort stimmt nicht mit dem gespeicherten überein

# login_change_err_2
source: Passwords don't match
de: Das neue Passwort und die Wiederholung sind nicht identisch

# login_change_err_3
source: The user account possesses still the standard password. please change to prevent misuse.
de: Ihr Benutzerkonto besitzt noch das Standardpasswort. Bitte ändern Sie dieses ab, um Missbrauch vorzubeugen.

# login_act_pwd:
source: current password:
de: Aktuelles Passwort:

# password_repeat:
source: repeat new password:
de: Neues Passwort (Wiederholung):

# hint
source: Notice:
de: Hinweis:

source: close window
de: Fenster schließen

# startpage
source: Home
de: Startseite

# occurences:
source: Folder:
de: Vorkommen:

source: Print view
de: Druckansicht

# sort_label
source: sort by:
de: Sortieren nach:

# sort_label2
source: and:
de: und:

# sub_header_logout_title
source: Logout current user
de: Abmelden

# sub_header_login_title
source: Login
de: Anmelden

# sub_header_administration_title
source: Switch to admin area
de: Zur Administrationsoberfläche wechseln

# sub_header_edit_title
source: Switch to editor area
de: Zur Bearbeitungsoberfläche wechseln

# sub_header_edit
source: Edit
de: Bearbeiten

# sub_header_inquest_title
source: Switch to search area
de: Zur Rechercheoberfläche wechseln

# sub_header_inquest
source: Search
de: Recherche

# sub_header_workflow_title
source: Switch to workflows
de: Zu den Workflows wechseln

# sub_header_changepwd_title
source: change password
de: Passwort ändern

# sub_header_changepwd
source: Change password
de: Passwort ändern

# search_title
source: Start search
de: Suche starten

source: Search
de: Suchen

# xsearch
source: Advanced search
de: Erweiterte Suche

# all_metafields
source: all metadata
de: Alle Daten

# search_result_header
source: Your search string " ${searchstring} " was found in the following collections:
de: Ihr(e) Suchbegriff(e) " ${searchstring} " wurde(n) in folgenden Kollektionen gefunden:

# reset_field_title
source: Reset all fields
de: Alle Felder zurücksetzen

# search_simple
source: Simple search
de: Einfache Suche

# collections
source: collektions
de: Kollektionen

# collection_title
source: show collections
de: Kollektion anzeigen

source: fold
de: Zuklappen

source: unfold
de: Aufklappen

# search_list_title
source: back to complete results
de: Zurück zur Trefferliste

# search_hit
source: hints
de: Treffer

# Dissertation
source: dissertation/postdoc
de: Dissertationen/Habilitationen

# WorkflowStep_Protect
source: protect (workflow)
de: Rechteänderung (Workflow)

# WorkflowStep_SendEmail
source: email (workflow)
de: Email-Senden (Workflow)

# Image
source: image object
de: Bildobjekte

# Video
source: video object
de: Videoobjekte

# UserGroup
source: usergroup (system type)
de: BenutzerGruppen (Systemtyp)

# WorkflowStep_Publish
source: publish (workflow)
de: Publizieren (Workflow)

# Metadatatype
source: metadata scheme (system type)
de: Metadatenschema (Systemtyp)

# Metadatafield
source: metadata field (system type)
de: Metadatenfeld (Systemtyp)

# WorkflowStep_TextPage
source: textpage (workflow)
de: Textseite (Workflow)

# WorkflowStep_Delete
source: delete (workflow)
de: Löschen (Workflow)

# WorkflowStep
source: workflowstep (system type)
de: Workflowschritt (Systemtyp)

# Maskitem
source: mask field (system type)
de: Maskenfeld (Systemtyp)

# WorkflowStep_Start
source: initial step (workflow)
de: Initialschritt (Workflow)

source: document
de: Dokumente

# Workflow
source: workflow (system type)
de: Workflow (Systemtyp)

# WorkflowStep_Jahrbuch
source: yearbook transfer (workflow)
de: Transfer Jahrbuch (Workflow)

# Collection
source: collection (system type)
de: Kollektion (Systemtyp)

# WorkflowStep_AddURN
source: create URN (workflow)
de: URN erzeugen (Workflow)

# User
source: user (system type)
de: Benutzer (Systemtyp)

# Workflows
source: workflows (system type)
de: Workflows (Systemtyp)

# Default
source: default type (system type)
de: Standardtyp (Systemtyp)

# Mask
source: mask (system type)
de: Maske (Systemtyp)

# WorkflowStep_EditMetadata
source: metadata editor (workflow)
de: Metadateneditor (Workflow)

# Directory
source: directory (system type)
de: Verzeichnis (Systemtyp)

# WorkflowStep_End
source: end node (workflow)
de: Endknoten (Workflow)

# Root
source: root node (system type)
de: Root-Knoten (Systemtyp)

# workflowstep-addurn
source: create URN
de: URN-erzeugen

# workflowstep-delete
source: delete entry
de: Eintrag löschen

# workflowstep-edit
source: edit node
de: Knotenbearbeitung

# workflowstep-jahrbuch
source: data export (yearbook)
de: Datenexport (Jahrbuch)

# workflowstep-protect
source: ACL protection
de: ACL Änderungen

# workflowstep-send_email
source: send email
de: Email senden

# workflowstep-showdata
source: metadata editor
de: Metadateneditor

# workflowstep-start
source: start node
de: Startknoten

# workflowstep-upload
source: upload node
de: Uploadknoten

# workflowstep-publish
source: publish
de: Freischaltung

# workflowstep-wait
source: wait
de: Warten

# workflowstep-end
source: end node
de: Endknoten

# fieldtype_text_desc
source: normal text input field
de: Normales Texteingabefeld

# fieldtype_number
source: number
de: Zahl

# fieldtype_number_desc
source: field for digit input
de: Feld zur Eingabe eines Zahlenwertes

# fieldtype_list
source: valuelist
de: Werteliste

# fieldtype_list_desc
source: drop down valuelist
de: Werte-Auswahlfeld als Drop-Down Liste

# fieldtype_mlist
source: multilist
de: Mehrfachauswahl

# fieldtype_mlist_desc
source: selection list for multiple values
de: Werte-Auswahlfeld als Multiselect-Liste

# fieldtype_ilist
source: indexlist
de: Werteliste mit Index

# fieldtype_ilist_desc
source: input field with index
de: Eingabefeld mit Index als Popup

# fieldtype_memo
source: memo
de: Memofeld

# fieldtype_memo_desc
source: textfield for any text length
de: Texteingabefeld beliebiger Länge

# fieldtype_check_desc
source: checkbox field (true/false)
de: Checkbox Auswahl (für Ja/Nein-Werte)

# fieldtype_date
source: date
de: Datum

# fieldtype_date_desc
source: date field (day / month / year)
de: Datumsauswahl (Tag / Monat / Jahr)

# fieldtype_meta
source: technical metadata
de: Technisches Metadatum

# fieldtype_meta_desc
source: field for technical metadata (automatically filled in by mediatum)
de: Technisches Metadatum (automatisch vom System erstellt)

# fieldtype_union
source: combination field
de: Kombinationsfeld

# fieldtype_union_desc
source: combination of multiple metafata fields
de: kann aus beliebigen Metadatenfeldern bestehen

# fieldtype_url_desc
source: external link (new window)
de: externer Link (neues Fenster)

# view_list_add_shoppingbag
source: Add object to list of favourites
de: Objekt zur Merkliste hinzufügen

# view_list_att_title
source: document has an attachment
de: Attachment zu Dokument vorhanden

# image_high_res_title
source: download high resolution version
de: Hochaufgelöste Version herunterladen

# doc_fulltext_title
source: open fulltext in new window
de: Volltext in neuem Fenster öffnen

# doc_att_browser
source: open attachment browser...
de: Attachment-Browser öffnen...

# admin_print_title
source: print current page
de: Aktuelle Seite drucken

# admin_menu_1
source: user administration
de: Benutzerverwaltung

# admin_menu_1_1
source: user groups
de: Benutzergruppe

# admin_menu_1_2
source: users
de: Benutzer

# admin_menu_2
source: access rights
de: Zugriffsrechte

# admin_menu_3
source: datatypes
de: Datentypen

# admin_menu_3_1
source: types of metadata
de: Metadatentypen

# admin_menu_5
source: system
de: System-Einstellungen

# admin_menu_5_1
source: log files
de: Log-Dateien

# admin_error
source: You're not allowed to access the administration area.<br/> You can logon here: ${link}
de: Sie besitzen nicht die notwendigen Rechte, um den Administrationsbereich zu betreten.<br/> Falls Sie nicht angemeldet sein sollten, können Sie das ${link}

# admin_linktext
source: here
de: hier

# admin_overview
source: Overview
de: zur Übersicht

# admin_allelements_title
source: show all elements
de: Alle Elemente anzeigen

# admin_allelements
source: show all
de: alle anzeigen

# admin_pageelements_title
source: show by page
de: Elemente seitenweise anzeigen

# admin_pageelements
source: by page
de: seitenweise anzeigen

# admin_page
source: page
de: Seite

# admin_sort_label
source: sort values according to current column
de: Werte nach aktueller Spalte sortieren

# admin_mandatory_error
source: Not all required fields were filled out.
de: Nicht alle Pflichtfelder wurden ausgefüllt.

# admin_duplicate_error
source: Name already assigned.
de: Ein Objekt mit selbem Namen ist bereits vorhanden.

# admin_mandatory_info
source: Required (not empty)
de: Pflichtfeld, darf nicht leer sein

# admin_save_title
source: save changes
de: Änderungen speichern

# admin_save
source: Save
de: Speichern

# admin_cancel_title
source: Back to overview
de: Zurück zur Übersicht

# admin_cancel
source: Cancel
de: Abbrechen

# admin_usergroup_existing
source: Existing user groups
de: Vorhandene Benutzergruppen

# admin_usergroup_nogroups
source: - no user groups defined -
de: - keine Benutzergruppen vorhanden -

# admin_usergroup_edit
source: edit user group
de: Benutzergruppe bearbeiten

# admin_usergroup_delete
source: delete user group
de: Benutzergruppe löschen

# admin_usergroup_create
source: add new user group
de: Neue Benutzergruppe anlegen

# admin_usergroup_footer
source: ${number} user groups
de: ${number} Gruppen

# admin_usergroup_col_1
source: user group
de: Benutzergruppe

# admin_usergroup_col_2
source: # users
de: # User

# usergroup_option_1
source: editor rights
de: Editorrechte

# usergroup_option_2
source: workflow rights
de: Workflowrechte

# admin_usergroup_msg1
source: only empty user groups can be deleted
de: Nur Gruppen, die keine Benutzer enthalten, können gelöscht werden

# admin_usergroup_new_label
source: add new user group
de: Neue Benutzergruppe anlegen

# admin_usergroup_edit_label
source: edit user groups
de: Benutzergruppe bearbeiten

# admin_usergroup_group
source: user group
de: Gruppe

# admin_usergroup_description
source: description
de: Beschreibung

# admin_usergroup_options
source: options
de: Optionen

# admin_usergroup_aclrule
source: create access rule for current user group
de: Access Regel für diese Gruppe erstellen

# user_option_1
source: password changeable
de: Passwort änderbar

# admin_user_existing
source: Existing Users
de: Vorhandene Benutzer

# admin_user_create
source: create new user
de: Neuen Benutzer anlegen

# admin_user_nousers
source: - no users defined -
de: - keine Benutzer vorhanden -

# admin_user_stdpwd_title
source: start password
de: Standardpasswort

# admin_user_nostdpwd_title
source: password has been changed
de: Passwort geändert

# admin_user_sendmail_title
source: send email
de: Benutzer eine Mail schicken

# admin_user_edit_title
source: edit user
de: Benutzer bearbeiten

# admin_user_delete_title
source: delete user
de: Benutzer löschen

# admin_user_footer
source: ${number} users
de: ${number} Benutzer

# admin_user_col_1
source: username
de: Benutzername

# admin_user_col_2
source: email
de: Nachname

# admin_user_col_3
source: group(s)
de: Vorname

# admin_user_col_4
source: std. password
de: Email

# admin_user_new_label
source: add new user
de: Neuen Benutzer anlegen

# admin_user_edit_label
source: edit user
de: Benutzer bearbeiten

# admin_user_username
source: username
de: Benutzername

# admin_user_groups
source: user group(s)
de: Benutzergruppe(n)

# admin_user_pwdchange_title
source: reset password
de: Passwort zurücksetzen

# admin_new_pwd
source: new password
de: Neues Passwort

# admin_user_msg1
source: if empty, std. password will be used
de: bei leerem Feld wird automatisch das Standardpasswort verwendet

# admin_user_msg2
source: Caution: Pressing the "send" button will reset the user password to the standard password.
de: Hinweis: Bei Anklicken des "Senden" Knopfes wird das Passwort des Users auf das Standardpasswort zurückgesetzt.

# admin_user_options
source: options
de: Optionen

# admin_user_sender
source: sender
de: Absender

# admin_user_send
source: send
de: Senden

# admin_user_emailsend
source: Email was send.
de: Email wurde verschickt.

# admin_acl_existing
source: existing rules
de: Vorhandene Regeln

# admin_acl_col_2
source: rule
de: Regel

# admin_acl_col_3
source: description
de: Beschreibung

# admin_acl_create
source: create new rule
de: Neue Regel anlegen

# admin_acl_noacl
source: - no rules defined -
de: - keine Regeln vorhanden -

# admin_acl_edit_title
source: edit rule
de: Regel bearbeiten

# admin_acl_delete_title
source: delete rule
de: Regel löschen

# admin_acl_footer
source: ${number} rules
de: ${number} Regeln

# admin_acl_rulename
source: rule name
de: Regelname

# admin_acl_description
source: description
de: Beschreibung

# admin_acl_rule
source: rule
de: Regel

# admin_acl_popup_title
source: edit rule
de: Regel bearbeiten/bestellen

# admin_acl_editor_title
source: Administration Interface - rule editor
de: Administration Interface - Regeleditor

# admin_acl_editor_header
source: Rule editor
de: Regeleditor

# admin_acl_editor_rulename
source: rule
de: Regel

# admin_acl_editor_edit_rule
source: edit rule
de: Regel bearbeiten

# admin_acl_editor_rename_title
source: accept rule
de: Regel übernehmen

# admin_acl_editor_rename
source: accept
de: Übernehmen

# admin_acl_editor_partlist_title
source: copy to partlist
de: Regel in Teileliste übertragen

# admin_acl_editor_partlist
source: to partlist
de: in Teileliste

# admin_acl_editor_partlist_label
source: partlist
de: Teileliste

# admin_acl_editor_clearlist_title
source: clear partlist
de: Löscht alle Einträge aus der Tileliste

# admin_acl_editor_clearlist
source: clear all
de: alle löschen

# admin_acl_editor_copy_title
source: copy selected entry to editor area
de: Kopiert selektierten Eintrag in den Bearbeitungsbereich

# admin_acl_editor_copy
source: edit selection
de: Selektion bearbeiten

# admin_acl_editor_ruletype
source: rule type
de: Regelart

# admin_acl_editor_op1
source: value 1
de: Wert 1

# admin_acl_editor_op2
source: value 2
de: Wert 2

# admin_acl_editor_buttoncancel
source: Cancel
de: Abbrechen

# admin_acl_editor_date
source: Date
de: Datum

# metafield_option1
source: search field
de: Suchfeld

# metafield_option2
source: sort field
de: Sortierfeld

# admin_meta_existing
source: existing metadata schemes
de: Vorhandene Metadatenschemata

# admin_meta_create
source: add new metadata scheme
de: Neues Metadatenschema anlegen

# admin_meta_exportall_title
source: export all metadata schemes
de: Alle Metadatenschemata exportieren

# admin_meta_nometa
source: - no metadata schemes defined -
de: - keine Metadatenschemata vorhanden -

# admin_meta_editdetail
source: edit fields
de: Felder anzeigen/bearbeiten

# admin_meta_maskdetail_title
source: edit masks
de: Masken anzeigen/bearbeiten

# admin_meta_fieldoverview_title
source: open field overview
de: Feldübersicht über definierte Felder anzeigen

# admin_meta_export_title
source: export metadata scheme
de: Metadatenschema exportieren

# admin_meta_edit_title
source: edit metadata scheme
de: Metadatenschema bearbeiten

# admin_meta_delete_title
source: delete metadata scheme
de: Metadatenschema löschen

# admin_meta_footer
source: ${number} schemes
de: ${number} Metadatenschemata

# admin_meta_msg1
source: scheme import (xml-file)
de: Schema-Import aus XML-Datei

# admin_meta_msg2
source: only metadataschemes without object can be deleted
de: nur Metadatenschemata, die keine Objekte enthalten, können gelöscht werden

# admin_meta_msg3
source: only active metadata schemes will be used for upload
de: nur aktive Metadatenschemata werden für Uploads herangezogen

# admin_meta_import_title
source: import from file
de: aus Datei Importieren

# admin_meta_import
source: import
de: Importieren

# admin_meta_col_3
source: Description
de: Beschreibung

# admin_meta_col_4
source: Active
de: Aktiv

# admin_meta_col_5
source: Datatypes
de: Datentypen

# admin_meta_col_7
source: Searchindex
de: Suchindex

# admin_meta_error_1
source: Not all required fields were filled in.
de: Nicht alle Pflichtfelder wurden ausgefüllt.

# admin_meta_error_2
source: Name already assigned.
de: Ein Metadatenschema mit gleichem Namen ist bereits vorhanden.

# admin_meta_error_3
source: Name already assigned.
de: Ein Metadatenschema mit gleichem Namen ist bereits für diesen Metadatentyp vorhanden.

# admin_meta_index_state_title
source: index for schema corrupt
de: Index für Schema nicht synchron

# admin_meta_description
source: Description
de: Beschreibung

# admin_meta_rights
source: Rights
de: Berechtigung

# admin_meta_active
source: Active
de: Aktiv

# admin_meta_datatype
source: Datatypes
de: Datentypen

# admin_meta_acl_title
source: metadatascheme has an ACL-rule
de: Metadatenschema besitzt ACL-Regel

# admin_meta_active_title
source: metadata scheme activated
de: Metadatendefinition ist aktiv

# admin_metafield_header
source: fields of scheme '${name}'
de: Felder des Metadatenschemas '${name}'

# admin_metafield_fieldlist
source: open fieldlist
de: Feldliste anzeigen

# admin_metafield_col_3
source: Field type
de: Feldtyp

# admin_metafield_order
source: Order
de: Reihenfolge

# admin_metafield_new_title
source: add new metadata field
de: Neues Metadatenfeld anlegen

# admin_metafield_nofield
source: - no metadata fields defined -
de: - keine Metadatenfelder vorhanden -

# admin_metafield_down_title
source: move down
de: Feld nach unten

# admin_metafield_up_title
source: move up
de: Feld nach oben

# admin_metafield_edit_title
source: edit metadata field
de: Metadatenfeld bearbeiten

# admin_metafield_delete_title
source: delete metadata field
de: Metadatenfeld löschen

# admin_metafield_footer
source: ${number} fields
de: ${number} Felder

# admin_metafield_msg1
source: Field order can only be changed if list is sorted by the 'order' column (arrows will be colored)
de: Die Reihenfolge der Felder kann nur geändert werden, wenn nach der Spalte 'Reihenfolge' sortiert worden ist. Dann erscheinen die Pfeile in Farbe

# admin_metafield_msg2
source: Description will be used as help popup in metadata masks
de: Die Beschreibung wird als Hilfetext im Metadateneditor angezeigt

# admin_metafield_new_header
source: Create new field for scheme '${name}'
de: Neues Metadatenfeld im Schema '${name}' erstellen

# admin_metafield_edit_header
source: Edit '${field}' of scheme '${name}'
de: Metadatenfeld '${field}' des Metadatenschemas '${name}' bearbeiten

# admin_metafield_error_1
source: Name already assigned for this scheme.
de: Ein Metadatenfeld mit gleichem Namen ist bereits für dieses Metadatenschema vorhanden.

# admin_metafield_type
source: Type
de: Typ

# admin_metafield_help_title
source: Show help
de: Hilfe anzeigen

# admin_metafield_listvalues
source: List values
de: Listenwerte

# admin_metafield_dateformat
source: Date-/Time-format
de: Datums-/Zeitformat

# admin_memofield_maxlength
source: max. length
de: Maximallänge

# metafield_dateformat_std
source: std. format (dd.mm.yyyy)
de: Standardformat (dd.mm.yyyy)

# metafield_dateformat_year
source: Year (yyyy)
de: Jahr (yyyy)

# metafield_dateformat_time
source: Time (hh:mm:ss)
de: Uhrzeit (hh:mm:ss)

# metafield_dateformat_month
source: Month (mm)
de: Monat (mm)

# metafield_dateformat_yearmonth
source: Year, month (yyyy-mm)
de: Jahr, Monat (yyyy-mm)

# admin_metafield_fields
source: Metadata fields
de: Metadatenfelder

# admin_metafields_techfields
source: Technical metadata field
de: Technisches Metadatenfeld

# admin_metafield_urltext
source: Link text
de: Angezeigter Text

# admin_metafield_noicon
source: -no Icon-
de: -kein Icon-

# admin_metafield_preview
source: Preview
de: Vorschau

# admin_metafield_description
source: Description
de: Beschreibung

# admin_metafield_options
source: Options
de: Optionen

# admin_index_update_msg
source: Search index is updated. This can take one moment.
de: Der Suchindex wird aktualisiert. Dies kann einen Moment dauern.

# admin_mask_header
source: Masks of metadata scheme '${name}'
de: Masken des Metadatenschemas '${name}'

# admin_mask_col_2
source: Masktype
de: Maskentyp

# admin_mask_col_3
source: Description
de: Beschreibung

# admin_mask_createstd_title
source: Create std. mask automatically
de: Standardmaske automatisch anlegen

# admin_mask_create_title
source: Create new mask
de: Neues Maske anlegen

# admin_mask_create
source: Create new mask
de: Neue Maske anlegen

# admin_mask_nomask
source: - no mask defined -
de: - keine Masken vorhanden -

# admin_mask_edit_field
source: edit mask fields
de: Maskenfelder bearbeiten

# admin_mask_clone_title
source: clone mask
de: Maske klonen

# admin_mask_edit_title
source: edit mask
de: Maske bearbeiten

# admin_mask_edit
source: edit mask
de: Maske bearbeiten

# admin_mask_delete_title
source: delete mask
de: Maske löschen

# admin_mask_footer
source: ${number} masks
de: ${number} Masken

# admin_mask_error_1
source: Name already assigned.
de: Ein Maske mit gleichem Namen ist bereits für dieses Metadatenschema vorhanden.

# admin_mask_type
source: Mask type
de: Maskentyp

# admin_mask_description
source: Description
de: Beschreibung

# masktype_empty
source: -no type-
de: -kein Typ-

# masktype_edit
source: edit mask
de: Editormaske

# masktype_search
source: search mask
de: Suchmaske

# masktype_short
source: short view
de: Kurzanzeige

# masktype_full
source: full view
de: Vollansicht

# admin_infopopup_header
source: Available types
de: Mögliche Typen

# admin_defpopup_title
source: Metadata scheme info
de: Metadatenschema-Info

# admin_defpopup_header
source: metadata scheme '${name}'
de: Metadatenschema '${name}'

# admin_defpopup_type
source: Type
de: Typ

# admin_defpopup_description
source: Description
de: Beschreibung

# admin_log_everything
source: Complete
de: Komplett

# admin_log_database
source: Database
de: Datenbank

# admin_log_existing
source: existing log files
de: Vorhandene Logdateien

# admin_log_path
source: Path
de: Pfad

# admin_log_filesize
source: File size
de: Dateigröße

# admin_log_nofiles
source: - logfiles don't exist -
de: - keine Logdateien vorhanden -

# admin_log_show_title
source: show log file
de: Logfile anzeigen

# admin_log_footer
source: ${number} files
de: ${number} Dateien
